[
  {
    "course_id": "course001",
    "title": "Romantisme Ala Bapak: Ide Sederhana dan Tutorial Kejutan untuk Istri",
    "author_id": "user001",
    "category_id": "cat001",
    "image_thumbnail_url": "assets/course/course001.png",
    "image_banner_url": "assets/course/course001.png",
    "description_short": "Ide sederhana dan tutorial kejutan romantis untuk istri dari para bapak.",
    "description_long": "Di balik kesibukan dan rutinitas harian, kadang kita lupa bahwa perhatian kecil bisa menjadi hadiah terbesar untuk pasangan hidup kita. Course ini dirancang khusus untuk para suami yang ingin menunjukkan cinta dengan cara yang hangat, nyata, dan mudah dilakukan. Anda tidak perlu menjadi pujangga atau ahli kejutan — cukup jadi diri sendiri, dengan sentuhan perhatian ekstra.",
    "participant_count": 2999,
    "rating_average": 4.0,
    "information_details": "Dalam course ini, Anda akan belajar ide Romantis Sederhana (Inspirasi-inspirasi kecil yang bisa dilakukan kapan saja tanpa ribet), tutorial Membuat Kejutan (Panduan langkah demi langkah untuk menyiapkan kejutan sederhana, mulai dari sarapan spesial, catatan cinta, hingga mini-date di rumah), tips Menghadirkan Momen Berkesan (Bagaimana memilih momen yang tepat dan membuat istri merasa istimewa tanpa harus mengeluarkan biaya besar).",
    "requirements": "Tidak ada persyaratan khusus, hanya niat tulus untuk membahagiakan pasangan.",
    "main_video_url": "dQw4w9WgXcQ"
  },
  {
    "course_id": "course002",
    "title": "Meredakan Pegal Linu Ala Bapak",
    "author_id": "user002",
    "category_id": "cat002",
    "image_thumbnail_url": "assets/course/course002.png",
    "image_banner_url": "assets/course/course002.png",
    "description_short": "Pelajari cara efektif meredakan pegal linu dengan metode tradisional ala bapak.",
    "description_long": "Kursus praktis ini mengajarkan berbagai teknik pijat sederhana dan ramuan tradisional yang telah terbukti turun-temurun untuk mengatasi pegal linu yang sering dialami. Cocok untuk bapak-bapak yang ingin mandiri menjaga kesehatan tubuh.",
    "participant_count": 3999,
    "rating_average": 5.0,
    "information_details": "Materi mencakup: Teknik pijat refleksi untuk area punggung dan kaki, pembuatan kompres hangat herbal, dan tips peregangan ringan harian.",
    "requirements": "Tidak ada persyaratan khusus.",
    "main_video_url": "L_LUpnjgPso"
  },
  {
    "course_id": "course003",
    "title": "Resep buat MPASI sehat ala Bapak yang kerjanya Dokter",
    "author_id": "user003",
    "category_id": "cat003",
    "image_thumbnail_url": "assets/course/course003.png",
    "image_banner_url": "assets/course/course003.png",
    "description_short": "Panduan lengkap dari dokter untuk bapak dalam membuat MPASI yang bergizi dan lezat.",
    "description_long": "Seorang dokter akan memandu Anda langkah demi langkah dalam menyiapkan Makanan Pendamping ASI (MPASI) yang tidak hanya sehat dan bergizi seimbang, tetapi juga mudah dibuat dan disukai si kecil. Jadilah bapak yang handal dalam urusan nutrisi anak!",
    "participant_count": 999,
    "rating_average": 4.9,
    "information_details": "Modul meliputi: Prinsip dasar MPASI, pemilihan bahan makanan berkualitas, resep MPASI 4 bintang untuk berbagai usia, tips mengatasi GTM (Gerakan Tutup Mulut) pada anak.",
    "requirements": "Minat dalam mempersiapkan makanan sehat untuk bayi.",
    "main_video_url": null
  },
  {
    "course_id": "course004",
    "title": "Tutorial Instalasi Perangkat SMART HOME di rumah ala Bapak-Bapak Suka IT",
    "author_id": "user004",
    "category_id": "cat004",
    "image_thumbnail_url": "assets/course/course004.png",
    "image_banner_url": "assets/course/course004.png",
    "description_short": "Tutorial mudah untuk instalasi berbagai perangkat smart home bagi bapak-bapak penggemar IT.",
    "description_long": "Ubah rumah Anda menjadi hunian pintar dengan panduan instalasi perangkat smart home yang mudah diikuti. Kursus ini dirancang khusus untuk bapak-bapak yang memiliki ketertarikan pada teknologi dan ingin meningkatkan kenyamanan serta keamanan rumah.",
    "participant_count": 99,
    "rating_average": 4.7,
    "information_details": "Pembahasan mencakup: Instalasi lampu pintar, smart plug, sensor keamanan, dan integrasi dengan voice assistant. Tips troubleshooting umum juga akan diberikan.",
    "requirements": "Pemahaman dasar tentang jaringan Wi-Fi di rumah.",
    "main_video_url": "6m6QcKqN_bY"
  },
  {
    "course_id": "course005",
    "title": "Tips Tutorial Investasi Emas ala Bapak Pemula",
    "author_id": "user005",
    "category_id": "cat005",
    "image_thumbnail_url": "assets/course/course005.png",
    "image_banner_url": "assets/course/course005.png",
    "description_short": "Panduan investasi emas yang mudah dipahami untuk bapak-bapak pemula.",
    "description_long": "Mulailah perjalanan investasi Anda dengan emas! Kursus ini memberikan tips dan tutorial praktis bagi bapak-bapak yang baru ingin memulai investasi emas, mulai dari memilih jenis emas, tempat membeli, hingga strategi penyimpanan yang aman.",
    "participant_count": 19,
    "rating_average": 5.0,
    "information_details": "Topik meliputi: Perbedaan emas perhiasan dan emas batangan untuk investasi, cara cek keaslian emas, platform jual beli emas terpercaya, dan analisis dasar pergerakan harga emas.",
    "requirements": "Tidak ada, cocok untuk pemula absolut.",
    "main_video_url": null
  },
  {
    "course_id": "course006",
    "title": "Jurus Jitu Merawat & Memperbaiki Kendaraan Pribadi",
    "author_id": "user006",
    "category_id": "cat006",
    "image_thumbnail_url": "assets/course/course006.png",
    "image_banner_url": "assets/course/course006.png",
    "description_short": "Pelajari jurus-jurus merawat dan melakukan perbaikan ringan pada kendaraan pribadi Anda.",
    "description_long": "Hemat biaya bengkel dengan mempelajari cara merawat dan melakukan perbaikan dasar pada mobil atau motor Anda sendiri. Kursus ini akan mengajarkan jurus-jurus praktis yang bisa dilakukan oleh siapa saja.",
    "participant_count": 50999,
    "rating_average": 4.8,
    "information_details": "Materi: Pemeriksaan rutin cairan kendaraan, ganti oli dasar, cek kondisi ban dan aki, serta troubleshooting masalah umum seperti mesin sulit starter.",
    "requirements": "Memiliki kendaraan pribadi (mobil atau motor) untuk praktik lebih baik.",
    "main_video_url": null
  },
  {
    "course_id": "course007",
    "title": "Dari Payakumbuh Mendunia: Strategi Bisnis Kuliner Kreatif",
    "author_id": "user007",
    "category_id": "cat010",
    "image_thumbnail_url": "assets/course/course007.png",
    "image_banner_url": "assets/course/course007.png",
    "description_short": "Strategi membangun bisnis kuliner kreatif yang sukses dan bisa mendunia.",
    "description_long": "Belajar dari para ahli bagaimana membangun bisnis kuliner dari skala kecil hingga dikenal luas. Kursus ini membahas strategi branding, inovasi menu, pemasaran digital, dan manajemen operasional untuk bisnis kuliner yang kreatif dan berkelanjutan.",
    "participant_count": 113999,
    "rating_average": 5.0,
    "information_details": "Pembahasan: Riset pasar dan penentuan konsep, pengembangan produk unggulan, strategi penetapan harga, pemanfaatan media sosial untuk promosi, dan tips mengelola keuangan bisnis kuliner.",
    "requirements": "Semangat wirausaha di bidang kuliner.",
    "main_video_url": null
  },
  {
    "course_id": "course008",
    "title": "Kupas Tuntas Kesehatan Reproduksi Pria",
    "author_id": "user008",
    "category_id": "cat002",
    "image_thumbnail_url": "assets/course/course008.png",
    "image_banner_url": "assets/course/course008.png",
    "description_short": "Informasi penting dan komprehensif mengenai kesehatan reproduksi untuk bapak dan calon bapak.",
    "description_long": "Kesehatan reproduksi adalah aspek penting yang perlu dipahami oleh setiap pria. Kursus ini mengupas tuntas berbagai isu terkait kesuburan, penyakit menular seksual, hingga tips menjaga vitalitas dan kesehatan reproduksi jangka panjang.",
    "participant_count": 89999,
    "rating_average": 4.8,
    "information_details": "Materi: Anatomi dan fisiologi sistem reproduksi pria, faktor-faktor yang mempengaruhi kesuburan, deteksi dini dan pencegahan masalah prostat, serta pentingnya gaya hidup sehat.",
    "requirements": "Tidak ada persyaratan khusus.",
    "main_video_url": null
  },
  {
    "course_id": "course009",
    "title": "Rahasia Spot Gacor & Teknik Jitu Mancing",
    "author_id": "user009",
    "category_id": "cat008",
    "image_thumbnail_url": "assets/course/course009.png",
    "image_banner_url": "assets/course/course009.png",
    "description_short": "Kursus mancing lengkap dengan rahasia spot dan teknik jitu untuk pemula & lanjutan.",
    "description_long": "Dalam kursus mancing ini, Anda akan diajak menyelami dunia memancing dari dasar hingga mahir. Pelajari berbagai teknik memancing, pemilihan umpan yang tepat, cara membaca kondisi air, hingga menemukan spot-spot mancing 'gacor' yang jarang diketahui. Cocok untuk bapak-bapak yang ingin menyalurkan hobi atau meningkatkan skill memancingnya.",
    "participant_count": 49899,
    "rating_average": 4.5,
    "information_details": "Kursus ini mencakup: Pengenalan alat pancing modern dan tradisional. Teknik dasar casting dan retrieving. Jenis-jenis umpan alami dan buatan. Strategi memancing di air tawar dan air laut dangkal. Tips keselamatan saat memancing.",
    "requirements": "Tidak ada persyaratan khusus, namun memiliki alat pancing dasar akan membantu.",
    "main_video_url": "ycoY2Ym_x5k"
  },
  {
    "course_id": "course010",
    "title": "Bapak Siaga Air: Instalasi & Perbaikan Sistem Air",
    "author_id": "user010",
    "category_id": "cat009",
    "image_thumbnail_url": "assets/course/course010.png",
    "image_banner_url": "assets/course/course010.png",
    "description_short": "Pelatihan lengkap instalasi, perawatan, dan perbaikan sistem air rumah tangga.",
    "description_long": "Jangan biarkan masalah air mengganggu kenyamanan rumah Anda! Kursus ini membekali bapak-bapak dengan pengetahuan dan keterampilan untuk instalasi dasar, perawatan rutin, dan perbaikan umum pada sistem perpipaan dan pompa air di rumah.",
    "participant_count": 67009,
    "rating_average": 5.0,
    "information_details": "Topik: Memahami skema dasar instalasi air bersih, mengatasi kebocoran pipa, membersihkan filter air, dan perawatan pompa air sederhana.",
    "requirements": "Keinginan untuk menjadi bapak siaga di rumah.",
    "main_video_url": null
  },
  {
    "course_id": "course011",
    "title": "Dasar Pertukangan untuk Bapak Rumah Tangga",
    "author_id": "user002",
    "category_id": "cat011",
    "image_thumbnail_url": "assets/course/course011.png",
    "image_banner_url": "assets/course/course011.png",
    "description_short": "Kuasai dasar-dasar pertukangan untuk perbaikan dan proyek DIY di rumah.",
    "description_long": "Pelajari keterampilan dasar pertukangan yang sangat berguna untuk setiap bapak rumah tangga. Dari memperbaiki perabot sederhana hingga membuat proyek DIY kecil, kursus ini akan memandu Anda menggunakan alat-alat dasar dengan aman dan efektif.",
    "participant_count": 12050,
    "rating_average": 4.6,
    "information_details": "Materi: Pengenalan alat tukang dasar (palu, gergaji, bor, dll.), teknik memotong dan menyambung kayu sederhana, serta tips finishing dasar.",
    "requirements": "Tidak ada, sangat cocok untuk pemula.",
    "main_video_url": null
  },
  {
    "course_id": "course012",
    "title": "Memulai Kebun Sayur Organik di Rumah",
    "author_id": "user001",
    "category_id": "cat009",
    "image_thumbnail_url": "assets/course/course012.png",
    "image_banner_url": "assets/course/course012.png",
    "description_short": "Panduan praktis untuk memulai dan merawat kebun sayur organik di halaman rumah Anda.",
    "description_long": "Nikmati sayuran segar dan sehat langsung dari kebun Anda sendiri! Kursus ini memberikan panduan lengkap mulai dari persiapan lahan atau media tanam, pemilihan bibit, perawatan organik, hingga panen. Cocok untuk bapak-bapak yang ingin lebih dekat dengan alam dan menyediakan pangan sehat untuk keluarga.",
    "participant_count": 8500,
    "rating_average": 4.9,
    "information_details": "Topik bahasan: Memilih lokasi kebun yang ideal, membuat kompos sederhana, teknik penyemaian dan penanaman, pengendalian hama organik, dan jadwal panen.",
    "requirements": "Lahan kecil atau beberapa pot, dan kemauan untuk berkebun.",
    "main_video_url": null
  },
  {
    "course_id": "course013",
    "title": "Seni Mendengar Aktif dalam Pernikahan",
    "author_id": "user001",
    "category_id": "cat001",
    "image_thumbnail_url": "assets/course/course013.png",
    "image_banner_url": "assets/course/course013.png",
    "description_short": "Tingkatkan kualitas komunikasi dengan pasangan melalui teknik mendengar aktif yang efektif.",
    "description_long": "Kursus ini mengajarkan para bapak cara benar-benar mendengarkan pasangan, memahami apa yang tidak terucapkan, dan memberikan respons yang membangun keintiman. Kuasai seni mendengar untuk pernikahan yang lebih harmonis.",
    "participant_count": 1850,
    "rating_average": 4.7,
    "information_details": "Materi: Teknik parafrase, validasi emosi pasangan, menghindari interupsi, dan memberikan perhatian penuh saat berkomunikasi.",
    "requirements": "Keinginan untuk memperbaiki komunikasi dengan pasangan.",
    "main_video_url": null
  },
  {
    "course_id": "course014",
    "title": "Merencanakan Kencan Romantis Hemat Biaya di Rumah",
    "author_id": "user001",
    "category_id": "cat001",
    "image_thumbnail_url": "assets/course/course014.png",
    "image_banner_url": "assets/course/course014.png",
    "description_short": "Ide-ide kreatif untuk kencan malam romantis bersama istri tanpa perlu keluar rumah dan boros.",
    "description_long": "Siapa bilang romantis harus mahal? Dapatkan inspirasi untuk menciptakan suasana kencan yang intim dan berkesan di rumah, mulai dari makan malam spesial buatan sendiri hingga nonton film dengan tema tertentu.",
    "participant_count": 2200,
    "rating_average": 4.9,
    "information_details": "Contoh tema kencan, resep masakan mudah, playlist musik romantis, dan tips dekorasi sederhana.",
    "requirements": "Tidak ada, hanya kreativitas dan kemauan.",
    "main_video_url": "eWw-jA8gq8c"
  },
  {
    "course_id": "course015",
    "title": "Program Olahraga Ringan 15 Menit untuk Bapak Jaga Stamina",
    "author_id": "user002",
    "category_id": "cat002",
    "image_thumbnail_url": "assets/course/course015.png",
    "image_banner_url": "assets/course/course015.png",
    "description_short": "Rutinitas olahraga singkat namun efektif untuk menjaga kebugaran dan stamina bapak-bapak di tengah kesibukan.",
    "description_long": "Tidak punya banyak waktu untuk olahraga? Kursus ini menyediakan program latihan 15 menit sehari yang bisa dilakukan di rumah, fokus pada kekuatan inti, fleksibilitas, dan kardio ringan.",
    "participant_count": 3500,
    "rating_average": 4.6,
    "information_details": "Video tutorial gerakan, jadwal latihan mingguan, dan tips pemanasan serta pendinginan yang benar.",
    "requirements": "Matras olahraga (opsional).",
    "main_video_url": null
  },
  {
    "course_id": "course016",
    "title": "Deteksi Dini Diabetes: Panduan Pola Hidup Sehat untuk Pria",
    "author_id": "user008",
    "category_id": "cat002",
    "image_thumbnail_url": "assets/course/course016.png",
    "image_banner_url": "assets/course/course016.png",
    "description_short": "Ketahui gejala awal diabetes dan cara pencegahannya melalui pola makan dan gaya hidup sehat khusus pria.",
    "description_long": "Pria memiliki risiko tertentu terkait diabetes. Kursus ini membahas faktor risiko, gejala yang sering diabaikan, serta panduan praktis mengatur pola makan rendah gula dan aktivitas fisik untuk mencegah diabetes.",
    "participant_count": 4200,
    "rating_average": 4.8,
    "information_details": "Materi: Pengenalan jenis diabetes, cara membaca hasil tes gula darah, resep makanan sehat, dan pentingnya pemeriksaan rutin.",
    "requirements": "Tidak ada.",
    "main_video_url": "Fp9khm_23a0"
  },
  {
    "course_id": "course017",
    "title": "Mendampingi Anak Belajar Online: Tips Efektif untuk Ayah",
    "author_id": "user003",
    "category_id": "cat003",
    "image_thumbnail_url": "assets/course/course017.png",
    "image_banner_url": "assets/course/course017.png",
    "description_short": "Strategi untuk membantu anak tetap fokus dan termotivasi selama pembelajaran jarak jauh (PJJ).",
    "description_long": "Pembelajaran online memiliki tantangan tersendiri. Kursus ini membekali para ayah dengan tips praktis untuk menciptakan lingkungan belajar yang kondusif di rumah, membantu anak mengatasi distraksi, dan menjaga komunikasi baik dengan guru.",
    "participant_count": 1250,
    "rating_average": 4.5,
    "information_details": "Cara membuat jadwal belajar yang efektif, teknik mengatasi kebosanan anak, dan pentingnya apresiasi terhadap usaha anak.",
    "requirements": "Memiliki anak yang mengikuti pembelajaran online.",
    "main_video_url": null
  },
  {
    "course_id": "course018",
    "title": "Membangun Kedekatan Ayah & Anak Laki-Laki Lewat Hobi Bersama",
    "author_id": "user003",
    "category_id": "cat003",
    "image_thumbnail_url": "assets/course/course018.png",
    "image_banner_url": "assets/course/course018.png",
    "description_short": "Ide-ide hobi dan kegiatan seru yang bisa dilakukan ayah bersama anak laki-lakinya untuk mempererat ikatan.",
    "description_long": "Waktu berkualitas bersama anak laki-laki sangat penting. Temukan berbagai ide hobi, mulai dari olahraga, merakit sesuatu, hingga petualangan alam, yang bisa menjadi sarana bonding sekaligus mengajarkan nilai-nilai positif.",
    "participant_count": 1600,
    "rating_average": 4.9,
    "information_details": "Contoh hobi: memancing, bersepeda, merakit model kit, coding sederhana. Tips memulai percakapan mendalam saat beraktivitas.",
    "requirements": "Memiliki anak laki-laki.",
    "main_video_url": null
  },
  {
    "course_id": "course019",
    "title": "Dasar-Dasar Keamanan Siber untuk Keluarga: Lindungi Data Pribadi",
    "author_id": "user004",
    "category_id": "cat004",
    "image_thumbnail_url": "assets/course/course019.png",
    "image_banner_url": "assets/course/course019.png",
    "description_short": "Pelajari cara melindungi data pribadi dan perangkat seluruh anggota keluarga dari ancaman online.",
    "description_long": "Di era digital, ancaman siber mengintai siapa saja. Kursus ini mengajarkan bapak-bapak cara membuat password yang kuat, mengenali upaya phishing, mengatur privasi di media sosial, dan pentingnya backup data.",
    "participant_count": 2800,
    "rating_average": 4.7,
    "information_details": "Tips penggunaan VPN, pentingnya update software, dan cara mengedukasi anak tentang keamanan berinternet.",
    "requirements": "Penggunaan internet sehari-hari.",
    "main_video_url": "0S2N6ZQ3n4Y"
  },
  {
    "course_id": "course020",
    "title": "Membuat Channel YouTube Keluarga: Dari Ide Hingga Upload Pertama",
    "author_id": "user004",
    "category_id": "cat004",
    "image_thumbnail_url": "assets/course/course020.png",
    "image_banner_url": "assets/course/course020.png",
    "description_short": "Panduan membuat konten video keluarga yang seru dan mengabadikan momen berharga di YouTube.",
    "description_long": "Ingin berbagi keceriaan keluarga atau menyimpan kenangan digital? Kursus ini memandu langkah-langkah membuat channel YouTube, menentukan tema konten, teknik dasar merekam dengan smartphone, dan proses editing sederhana hingga upload.",
    "participant_count": 950,
    "rating_average": 4.6,
    "information_details": "Ide konten (vlog, unboxing, tutorial), aplikasi editing video mobile, cara membuat thumbnail menarik, dan etika bermedia sosial.",
    "requirements": "Smartphone dengan kamera dan akses internet.",
    "main_video_url": null
  },
  {
    "course_id": "course021",
    "title": "Mengatur Anggaran Rumah Tangga dengan Metode Amplop Digital",
    "author_id": "user005",
    "category_id": "cat005",
    "image_thumbnail_url": "assets/course/course021.png",
    "image_banner_url": "assets/course/course021.png",
    "description_short": "Cara modern mengatur pos-pos pengeluaran bulanan menggunakan aplikasi keuangan atau spreadsheet.",
    "description_long": "Metode amplop klasik kini bisa digital. Pelajari cara membagi penghasilan ke berbagai pos pengeluaran (kebutuhan pokok, tabungan, hiburan) menggunakan aplikasi budgeting atau template spreadsheet untuk kontrol finansial yang lebih baik.",
    "participant_count": 3100,
    "rating_average": 4.8,
    "information_details": "Rekomendasi aplikasi budgeting, cara membuat template di spreadsheet, dan tips disiplin mencatat pengeluaran.",
    "requirements": "Akses ke smartphone atau komputer.",
    "main_video_url": null
  },
  {
    "course_id": "course022",
    "title": "Pengenalan Investasi Reksa Dana untuk Bapak Pemula",
    "author_id": "user005",
    "category_id": "cat005",
    "image_thumbnail_url": "assets/course/course022.png",
    "image_banner_url": "assets/course/course022.png",
    "description_short": "Pahami apa itu reksa dana dan bagaimana cara memulainya sebagai alternatif investasi yang mudah.",
    "description_long": "Reksa dana cocok untuk pemula yang ingin berinvestasi tanpa perlu analisis mendalam. Kursus ini menjelaskan jenis-jenis reksa dana (pasar uang, pendapatan tetap, saham), keuntungan, risiko, dan cara membeli melalui platform online.",
    "participant_count": 4500,
    "rating_average": 4.9,
    "information_details": "Cara kerja reksa dana, memilih Manajer Investasi, membaca prospektus, dan tips diversifikasi.",
    "requirements": "Tidak ada, cocok untuk pemula.",
    "main_video_url": "1g7_w5jplqM"
  },
  {
    "course_id": "course023",
    "title": "DIY: Mengganti Oli Motor Sendiri di Rumah",
    "author_id": "user006",
    "category_id": "cat006",
    "image_thumbnail_url": "assets/course/course023.png",
    "image_banner_url": "assets/course/course023.png",
    "description_short": "Hemat biaya bengkel dengan belajar cara mengganti oli motor Anda sendiri dengan benar dan aman.",
    "description_long": "Mengganti oli motor adalah perawatan dasar yang bisa dilakukan sendiri. Kursus ini memberikan panduan langkah demi langkah, mulai dari persiapan alat, memilih oli yang tepat, hingga cara membuang oli bekas yang benar.",
    "participant_count": 6800,
    "rating_average": 4.7,
    "information_details": "Alat yang dibutuhkan (kunci pas, wadah oli bekas), cara menemukan baut pembuangan oli, dan interval penggantian oli yang ideal.",
    "requirements": "Memiliki motor dan kemauan untuk sedikit kotor.",
    "main_video_url": null
  },
  {
    "course_id": "course024",
    "title": "Membersihkan Interior Mobil agar Tetap Nyaman dan Wangi",
    "author_id": "user006",
    "category_id": "cat006",
    "image_thumbnail_url": "assets/course/course024.png",
    "image_banner_url": "assets/course/course024.png",
    "description_short": "Tips dan trik membersihkan dashboard, jok, dan karpet mobil secara menyeluruh menggunakan produk sederhana.",
    "description_long": "Interior mobil yang bersih meningkatkan kenyamanan berkendara. Pelajari cara membersihkan berbagai jenis material interior (kain, kulit, plastik), menghilangkan noda, dan menjaga aroma segar di dalam mobil.",
    "participant_count": 4200,
    "rating_average": 4.6,
    "information_details": "Produk pembersih yang aman, cara menggunakan vacuum cleaner mobil, dan tips menghilangkan bau tidak sedap.",
    "requirements": "Tidak ada.",
    "main_video_url": null
  },
  {
    "course_id": "course025",
    "title": "Memulai Usaha Franchise: Panduan Memilih dan Mengelola",
    "author_id": "user007",
    "category_id": "cat007",
    "image_thumbnail_url": "assets/course/course025.png",
    "image_banner_url": "assets/course/course025.png",
    "description_short": "Panduan lengkap untuk bapak-bapak yang tertarik memulai bisnis dengan sistem waralaba (franchise).",
    "description_long": "Franchise bisa menjadi pilihan bisnis yang lebih rendah risiko. Kursus ini membahas cara memilih franchise yang tepat, memahami perjanjian waralaba, strategi pemasaran, dan manajemen operasional harian.",
    "participant_count": 1500,
    "rating_average": 4.5,
    "information_details": "Keuntungan dan kerugian bisnis franchise, cara melakukan riset franchisor, dan tips menghindari penipuan.",
    "requirements": "Minat pada dunia wirausaha.",
    "main_video_url": null
  },
  {
    "course_id": "course026",
    "title": "Strategi Pemasaran dari Mulut ke Mulut untuk Bisnis Kecil",
    "author_id": "user005",
    "category_id": "cat007",
    "image_thumbnail_url": "assets/course/course026.png",
    "image_banner_url": "assets/course/course026.png",
    "description_short": "Cara efektif memanfaatkan word-of-mouth marketing untuk meningkatkan penjualan bisnis skala kecil.",
    "description_long": "Pemasaran dari mulut ke mulut masih sangat powerful. Pelajari cara memberikan pelayanan prima, meminta testimoni, membuat program referral, dan memanfaatkan media sosial untuk mendorong promosi organik dari pelanggan.",
    "participant_count": 1200,
    "rating_average": 4.8,
    "information_details": "Pentingnya kualitas produk/jasa, cara membangun komunitas pelanggan, dan teknik 'storytelling' dalam pemasaran.",
    "requirements": "Memiliki bisnis kecil atau rencana memulai.",
    "main_video_url": null
  },
  {
    "course_id": "course027",
    "title": "Teknik Dasar Fotografi Landscape dengan Smartphone",
    "author_id": "user009",
    "category_id": "cat008",
    "image_thumbnail_url": "assets/course/course027.png",
    "image_banner_url": "assets/course/course027.png",
    "description_short": "Abadikan keindahan alam dengan hasil foto landscape memukau hanya menggunakan kamera smartphone Anda.",
    "description_long": "Smartphone Anda mampu menghasilkan foto pemandangan yang luar biasa. Kursus ini mengajarkan prinsip komposisi (rule of thirds, leading lines), cara memanfaatkan cahaya alami, dan tips editing ringan untuk foto landscape.",
    "participant_count": 3900,
    "rating_average": 4.7,
    "information_details": "Penggunaan mode panorama, pentingnya foreground interest, dan aplikasi mobile untuk editing foto landscape.",
    "requirements": "Smartphone dengan kamera.",
    "main_video_url": "xqyJUXR6Y3Y"
  },
  {
    "course_id": "course028",
    "title": "Membuat Miniatur Diorama: Hobi Kreatif Pelepas Stres",
    "author_id": "user009",
    "category_id": "cat008",
    "image_thumbnail_url": "assets/course/course028.png",
    "image_banner_url": "assets/course/course028.png",
    "description_short": "Panduan membuat diorama mini dengan tema alam atau perkotaan sebagai hobi yang menenangkan.",
    "description_long": "Salurkan kreativitas Anda dengan membuat dunia mini. Kursus ini mengajarkan teknik dasar membuat diorama, mulai dari perencanaan, pemilihan bahan (styrofoam, clay, dll.), pewarnaan, hingga penambahan detail kecil.",
    "participant_count": 850,
    "rating_average": 4.9,
    "information_details": "Alat dan bahan yang dibutuhkan, cara membuat efek tekstur (rumput, tanah, air), dan inspirasi tema diorama.",
    "requirements": "Kreativitas dan kesabaran.",
    "main_video_url": null
  },
  {
    "course_id": "course029",
    "title": "Menata Garasi agar Rapi dan Multifungsi",
    "author_id": "user006",
    "category_id": "cat009",
    "image_thumbnail_url": "assets/course/course029.png",
    "image_banner_url": "assets/course/course029.png",
    "description_short": "Solusi penyimpanan dan tata letak untuk mengubah garasi berantakan menjadi ruang yang terorganisir dan berguna.",
    "description_long": "Garasi seringkali menjadi tempat penumpukan barang. Pelajari cara menyortir barang, memanfaatkan dinding untuk penyimpanan vertikal, dan ide tata letak agar garasi tidak hanya untuk parkir tapi juga area kerja atau hobi.",
    "participant_count": 2500,
    "rating_average": 4.6,
    "information_details": "Jenis-jenis rak penyimpanan, cara menggantung sepeda atau peralatan olahraga, dan tips decluttering garasi.",
    "requirements": "Garasi yang perlu dirapikan.",
    "main_video_url": null
  },
  {
    "course_id": "course030",
    "title": "Membuat Taman Vertikal Sederhana di Lahan Terbatas",
    "author_id": "user001",
    "category_id": "cat009",
    "image_thumbnail_url": "assets/course/course030.png",
    "image_banner_url": "assets/course/course030.png",
    "description_short": "Tutorial membuat taman vertikal (vertical garden) hemat tempat untuk mempercantik dinding rumah atau balkon.",
    "description_long": "Tidak punya halaman luas bukan berarti tidak bisa berkebun. Kursus ini mengajarkan cara membuat taman vertikal menggunakan kantong tanam, pipa paralon, atau botol bekas, serta pemilihan tanaman yang cocok.",
    "participant_count": 1900,
    "rating_average": 4.8,
    "information_details": "Material yang dibutuhkan, cara membuat sistem irigasi sederhana, dan jenis tanaman hias atau sayuran yang cocok untuk taman vertikal.",
    "requirements": "Dinding kosong dan keinginan menghijaukan rumah.",
    "main_video_url": "t8Hk9jplQWk"
  },
  {
    "course_id": "course031",
    "title": "Resep Sarapan Praktis dan Bergizi untuk Bapak Sibuk",
    "author_id": "user007",
    "category_id": "cat010",
    "image_thumbnail_url": "assets/course/course031.png",
    "image_banner_url": "assets/course/course031.png",
    "description_short": "Kumpulan resep sarapan cepat saji, sehat, dan mengenyangkan untuk memulai hari dengan energi penuh.",
    "description_long": "Jangan lewatkan sarapan meski sibuk. Dapatkan ide resep sarapan yang bisa disiapkan dalam waktu kurang dari 15 menit, seperti smoothie, oatmeal, atau roti lapis sehat, yang memberikan nutrisi seimbang.",
    "participant_count": 5500,
    "rating_average": 4.9,
    "information_details": "Resep-resep praktis, tips meal prep untuk sarapan, dan informasi kandungan gizi setiap resep.",
    "requirements": "Tidak ada.",
    "main_video_url": null
  },
  {
    "course_id": "course032",
    "title": "Teknik Dasar Membuat Kue Kering Lebaran Favorit Keluarga",
    "author_id": "user007",
    "category_id": "cat010",
    "image_thumbnail_url": "assets/course/course032.png",
    "image_banner_url": "assets/course/course032.png",
    "description_short": "Pelajari cara membuat nastar, kastengel, dan putri salju yang renyah dan lumer di mulut.",
    "description_long": "Buat suasana Lebaran lebih meriah dengan kue kering buatan sendiri. Kursus ini mengajarkan resep dan teknik dasar membuat tiga jenis kue kering klasik, lengkap dengan tips anti gagal.",
    "participant_count": 7200,
    "rating_average": 5.0,
    "information_details": "Resep detail, cara memilih bahan berkualitas, teknik memanggang yang tepat, dan tips penyimpanan agar awet.",
    "requirements": "Oven dan peralatan dasar membuat kue.",
    "main_video_url": null
  },
  {
    "course_id": "course033",
    "title": "Memperbaiki Keran Air yang Menetes: Hemat Air dan Biaya",
    "author_id": "user002",
    "category_id": "cat011",
    "image_thumbnail_url": "assets/course/course033.png",
    "image_banner_url": "assets/course/course033.png",
    "description_short": "Panduan langkah demi langkah untuk memperbaiki keran air yang bocor atau menetes sendiri di rumah.",
    "description_long": "Jangan biarkan keran bocor membuang air dan uang Anda. Pelajari cara mengidentifikasi penyebab kebocoran dan mengganti bagian dalam keran (seperti seal atau cartridge) dengan mudah.",
    "participant_count": 6100,
    "rating_average": 4.7,
    "information_details": "Jenis-jenis keran dan cara kerjanya, alat yang dibutuhkan (kunci inggris, obeng), dan cara mematikan sumber air sebelum perbaikan.",
    "requirements": "Keran yang menetes.",
    "main_video_url": "7J6KjKlmZLk"
  },
  {
    "course_id": "course034",
    "title": "Memasang Wallpaper Dinding Sendiri: Trik Anti Gagal",
    "author_id": "user002",
    "category_id": "cat011",
    "image_thumbnail_url": "assets/course/course034.png",
    "image_banner_url": "assets/course/course034.png",
    "description_short": "Ubah tampilan ruangan dengan wallpaper! Pelajari teknik pemasangan wallpaper agar rapi dan tahan lama.",
    "description_long": "Memasang wallpaper bisa jadi proyek DIY yang memuaskan. Kursus ini memandu Anda dari persiapan dinding, cara mengukur dan memotong wallpaper, hingga teknik menempel agar tidak ada gelembung atau sambungan yang miring.",
    "participant_count": 3800,
    "rating_average": 4.6,
    "information_details": "Jenis-jenis wallpaper dan lem, alat yang dibutuhkan (cutter, roller, spons), dan cara mengatasi dinding yang tidak rata.",
    "requirements": "Wallpaper dan kemauan untuk teliti.",
    "main_video_url": null
  },
  {
    "course_id": "course035",
    "title": "Program Latihan Kekuatan di Rumah Menggunakan Berat Badan",
    "author_id": "user008",
    "category_id": "cat012",
    "image_thumbnail_url": "assets/course/course035.png",
    "image_banner_url": "assets/course/course035.png",
    "description_short": "Bentuk otot dan tingkatkan kekuatan tanpa perlu ke gym, cukup dengan latihan bodyweight di rumah.",
    "description_long": "Tidak punya dumbbell bukan halangan untuk latihan kekuatan. Kursus ini menyediakan program latihan yang memanfaatkan berat badan sendiri, seperti variasi push-up, squat, plank, dan lunges, untuk melatih seluruh tubuh.",
    "participant_count": 5900,
    "rating_average": 4.8,
    "information_details": "Video tutorial setiap gerakan, contoh jadwal latihan mingguan, dan pentingnya form yang benar untuk hasil maksimal.",
    "requirements": "Tidak ada alat khusus yang dibutuhkan.",
    "main_video_url": null
  },
  {
    "course_id": "course036",
    "title": "Panduan Memilih Sepeda yang Tepat untuk Bapak Hobi Gowes",
    "author_id": "user010",
    "category_id": "cat012",
    "image_thumbnail_url": "assets/course/course036.png",
    "image_banner_url": "assets/course/course036.png",
    "description_short": "Jangan salah pilih! Kenali jenis-jenis sepeda dan cara memilih yang paling sesuai dengan kebutuhan dan gaya bersepeda Anda.",
    "description_long": "Bingung memilih antara MTB, road bike, hybrid, atau sepeda lipat? Kursus ini menjelaskan karakteristik setiap jenis sepeda, pertimbangan ukuran frame, dan tips memilih komponen sesuai anggaran untuk hobi gowes yang menyenangkan.",
    "participant_count": 4100,
    "rating_average": 4.9,
    "information_details": "Perbedaan geometri frame, jenis-jenis suspensi, sistem groupset, dan tips membeli sepeda baru atau bekas.",
    "requirements": "Minat untuk memulai hobi bersepeda.",
    "main_video_url": null
  }
]